import React from "react";

const Derma = () => {
  return (
    <>
      <div>
        <h1>2. ВОЗДЕЙСТВИЕ МАССАЖА НА ОРГАНИЗМ</h1>
        <p>
          <span>Массаж</span> — это дозированное механическое воздействие на
          поверхность тела человека или какого-либо органа, осуществляемое
          руками массажиста с помощью определенных приемов или специальных
          аппаратов и проводимое с лечебной или профилактической целью.{" "}
        </p>
        <h2>2.1 ВОЗДЕЙСТВИЕ МАССАЖА НА КОЖУ</h2>
        <p>
          Кожа человека на ощупь мягка и эластична, но обладает некоторым
          напряжением — тургором. Она частично покрыта волосами и у нормально
          упитанных людей снабжена жировой подкладкой.{" "}
        </p>
        <p>
          На ладонях, подошвах и черепе кожа плотно сращена со своим основанием
          и не может быть поднята в складку.{" "}
        </p>
        <p>
          Общая площадь кожи тела человека достигает 1,5—2 м2. На поверхности
          кожи заметны поры, которые представляют собой выводные протоки потовых
          желез.{" "}
        </p>
        <div>
          <p>
            Кожа по своему анатомическому строению состоит из трех слоев:
            <ul>
              {" "}
              <li>1. наружного (эпидермис)</li>{" "}
              <li>2. собственно кожи (дерма)</li>{" "}
              <li>3. подкожно-жировой клетчатки (гиподерма)</li>
            </ul>{" "}
          </p>

          <img src={require("./derma.jpg")} alt="Строение кожи"></img>
        </div>
        <p>
          Придатками кожи являются волосы, сальные и потовые железы, ногтевые
          пластинки. Несмотря на сложное строение, кожа представляет одно целое
          и по своей функциональной способности тесно связана со всем организмом
          и центральной нервной системой.{" "}
        </p>
        <p>
          Эпидермис состоит из следующих слоев, распространенных по направлению
          к поверхности:
          <ul>
            {" "}
            <li>слой базальных клеток</li> <li> шиловидных клеток</li>{" "}
            <li>зернистый</li>
            <li>блестящий</li> <li>роговой.</li>{" "}
          </ul>
        </p>
        <p>Слой базальных и шиловидных клеток называют мальпигиевым. </p>
        <p>
          Самый верхний слой кожи — роговой — состоит из безъядерных ороговевших
          клеток, содержащих кератин. На поверхности рогового слоя имеются
          отдельные чешуйки — продукт физиологического шелушения.{" "}
        </p>
        <p>
          Дерма состоит из двух слоев: поверхностного — сосочкового и
          глубжележащего — сетчатого. Оба они состоят из коллагеновых и
          аргирофильных волокон. Толстые волокна сетчатого слоя проходят большей
          частью параллельно поверхности кожи и лишь небольшая их часть
          поднимается перпендикулярно по направлению к сосочкам.{" "}
        </p>
        <p>
          Сосочковый слой состоит из тонких волоконцев, которые образуют густое
          сплетение с возвышением наподобие сосочков, имеющих на разных участках
          кожи различную величину.{" "}
        </p>
        <p>
          Сосочковый слой способствует более тесному контакту покровного
          эпителия с соединительнотканной основой собственно кожи (дермы).{" "}
        </p>
        <p>
          Гиподерма — подкожная жировая клетчатка — состоит из рыхлой
          соединительной ткани, в которую включены группы жировых клеток,
          образующих небольшие жировые дольки.{" "}
        </p>
        <p>
          Кожа снабжена артериальными сосудами, которые входят в подкожную
          клетчатку в вертикальном направлении. Идущие от артериальных сосудов
          тонкие ветви направляются вверх к сосочкам и в глубь подкожной
          клетчатки к потовым и сальным железам, а также к волосяным сосочкам
        </p>
        <p>
          Венозная сеть сопровождает артериальные сосуды, образуя подкожную и
          сосочковую сеть.{" "}
        </p>
        <p>
          Лимфатические сосуды берут начало в подсосочковом слое, образуют
          подсосочковую и подкожную сеть, а вместе с межклеточными
          пространствами — лимфатическую систему кожи.{" "}
        </p>
        <p>
          Мышцы кожи разделяются на поперечно-полосатые и гладкие. Первые
          образуют мимические мускулы, вторые находятся в мошонке, грудном
          соске, оболочках кровеносных и лимфатических сосудов, окружности
          волос.{" "}
        </p>
        <p>
          Нервы кожи делятся на мякотные и безмякотные. Безмякотные, или
          симпатические, нервные волокна сопровождают и сплетают все кровеносные
          сосуды. Мякотные нервные волокна теряют свою мякотную обкладку в
          области периферических окончаний, которые либо бывают свободными, либо
          имеют вид концевых телец, служащих для восприятия тепла и глубокого
          давления.{" "}
        </p>
        <p>
          Потовые железы, относящиеся к трубчатым железам, состоят из
          железистого клубочка и выводного протока. Клубочек обычно залегает в
          коже, но иногда и в подкожной клетчатке. Выводной проток может быть
          разделен на три отрезка: один в дерме, другой в образовательном слое и
          третий в роговом слое эпидермы. В собственно коже потовые железы
          сопровождаются мышечными волокнами, которые, сокращаясь, могут
          способствовать быстрому выделению секрета железы, как это наблюдается
          при испуге.{" "}
        </p>
        <p>
          Наибольшее количество потовых желез находится на ладонях и подошвах.
          Кроме потовых желез с внешней секрецией, в коже имеются и потовые
          железы с внутренней секрецией, которые расположены в подмышечных
          впадинах, венчике молочной железы, вокруг ануса, в слуховом проходе.{" "}
        </p>
        <p>
          Сальные железы имеют гроздевидное, альвеолярное строение и выделяют
          жировое вещество — кожное сало.{" "}
        </p>
        <p>
          Обычно сальные железы связаны с фолликулом волоса, являясь его
          добавочным образованием. Особенно много сальных желез в области лба и
          носа, меньше — в грудном соске, половых губах.{" "}
        </p>
        <p>
          После массажа кожа становится мягкой, эластичной, усиливаются
          выделительные процессы в сальных и потовых железах, с кожи удаляются
          отмершие клетки эпидермиса, увеличивается приток артериальной крови к
          массируемому участку и к ближайшей к нему зоне, в связи с чем
          повышается местная температура, улучшается кровоснабжение тканей,
          усиливаются ферментативные процессы, в том числе и эластичные, в
          результате которых возникает новая структура кожи.{" "}
        </p>
        <p>
          Под влиянием массажа увеличивается отток венозной крови и лимфы, что,
          в свою очередь, способствует уменьшению отеков и застойных явлений не
          только в области массируемого участка, но и на периферийных.{" "}
        </p>
        <p>
          Улучшение кожного дыхания, увеличение секреции кожных желез
          способствуют удалению из организма продуктов обмена веществ. Под
          воздействием массажа усиливается выделение гистамина, ацетилхолина,
          что создает благоприятные условия для мышечной деятельности, ускоряя
          передачу нервного возбуждения от одних элементов к другим.{" "}
        </p>
        <p>
          Воздействуя на многочисленные нервные рецепторы кожи, массаж вызывает
          ответную реакцию организма, которая может бьпь различна (от успокоения
          до возбуждения, от заторможенности до тонизирования) в зависимости от
          применяемых приемов, от силы, длительности и темпа их воздействия, а
          также от участка тела, на котором выполняется массаж.{" "}
        </p>
        <p>
          Кожа первой воспринимает раздражение, производимое различными приемами
          массажа.{" "}
        </p>
      </div>
    </>
  );
};
export default Derma;
