import React from "react";

const Histori = () => {
  return (
    <>
      <div>
        <h1>1. ИСТОРИЯ РАЗВИТИЯ МАССАЖА</h1>
        <p>
          Массаж зародился в глубокой древности как одно из средств народной
          медицины. Основоположник русской системы массажа И. М.
          Саркизов-Серазини (1887—1964) отмечал: «Ни один народ как в далеком
          прошлом, так и в настоящем не может себе одному приписать честь
          открытия и разработки методики массажа. Было бы неправильно
          утверждать, что массаж изобрели китайцы, индусы, греки».{" "}
        </p>
        <p>
          Можно предположить, что первоначально массаж был применен человеком
          как инстинктивный жест в виде потирания (поглаживания, растирания) для
          облегчения боли ушибленного и пораженного недугами места.{" "}
        </p>
        <p>
          Происхождение слова «массаж» объясняют по-разному.Одни филологи
          считают, что термин произошел от французского глагола “masser” —
          растирать, который, в свою очередь, заимствован из арабского языка:
          «mass» — касаться, трогать или “masch” — нежно надавливать. Другие
          полагают, что слово “массаж” имеет корни в санскритском языке (“makch”
          — касаться), третьи — в греческом (“masso” — сжимать руками), в
          латинском (“massa” — приставать к пальцам) и древнееврейском
          (“mashasha” — ощупывать).{" "}
        </p>
        <p>
          Очевидно, можно говорить о существовании понятия «массаж» с
          незапамятных времен. Есть свидетельство, что массаж применяли еще в
          первобытном обществе, в различных племенах Южной Африки. О его
          практиковании упоминают литературные источники за тысячелетия до нашей
          эры. Так, в древнейшей китайской книге «Кунг-фу» («Искусство
          человека», 2698 г. до н. э.) не только подробно описываются приемы
          массажа, но и делается попытка выявить их лечебное действие,
          содержатся указания, в каких случаях применять поверхностные приемы
          (поглаживание), в каких — глубокие (растирание) и др. Во всех
          провинциях Китая были врачебно-гимнастические школы, где врачи
          приобретал искусстве массажа и куда прибывали больные для лечения
          массажем и физическими упражнениями. Самая знаменитая школа находилась
          в Канфане, а ее директор носил титул «небесного врача». Массаж
          проводился не только на мышцах, но и на суставах, о чем
          свидетельствует следующее высказывание: «Китайцы растирают руками все
          тело, нежно сдавливая пальцами мышцы, особым образом растягивая
          суставы так, что раздается хруст, слышимый на большом расстоянии».{" "}
        </p>
        <p>
          В VI в. н. э. в Китае был открьп первый в мире государственный
          медицинский институт, где студентам преподавали массаж как
          обязательную дисциплину. В XVI в. в Китае издается энциклопедия
          «Сан-Тсай-Ту-Госи» в 64 томах. В этом капитальном труде собраны и
          систематизированы все применявшиеся в то время приемы массажа:
          растирание, разминание, вибрация, поколачивание,— описаны различные
          оздоровительные движения и техника их выполнения.{" "}
        </p>
        <p>
          В древнеиндийском трактате «Аюрведа» («Знание жизни», 1800 г. до н.
          э.) также приводится описание приемов массажа, в частности растирания
          и разминания. Там же содержатся перечень различных болезней, советы по
          излечению, поддержанию и укреплению здоровья и утверждается, что
          счастливый человек — это здоровый человек.{" "}
        </p>
        <p>
          В Индии и в настоящее время во многих больницах следуют канонам
          «Аюрведы».{" "}
        </p>
        <p>
          В Египте, Ливии, Нубии и других странах Африки массаж был известен еще
          в XV—XII вв. до н. э. Так, записи в «Книге приготовления лекарств для
          всех частей тела» (XVI—XV столетия до н. э.) изучались в ХГХ в.
          немецким ученым Георгом Эберсом. Этот уникальный древнеегипетский
          трактат, названный впоследствии «Папирус Эберс», содержит около 900
          прописей лекарств для излечения от различных заболеваний, а также
          рекомендации по применению масел и бальзамов при массаже.{" "}
        </p>
        <p>
          Из Египта культура массажа в сочетании с умащением тела маслами и
          мазями и широким использованием бани пришла в Древнюю Грецию. У греков
          под термином «апатерапия» понимался не только лечебный и
          гигиенический, но и спортивный массаж. Его искусству учили в
          древнегреческих гимназиях наряду с физическими упражнениями.{" "}
        </p>
        <p>
          В Греции, которой принадлежит почетная роль в истории физического
          воспитания, первыми начали применять и необходимые знания в массаж до
          и после различных видов физических упражнений. Он утвердился не только
          как один из способов укрепления здоровья, но и как прекрасное лечебное
          средство.{" "}
        </p>
        <p>
          Греческий врач Герадикос еще в V в. до н. э. первым отметил
          физиологическое воздействие массажа на организм.{" "}
        </p>
        <p>
          Врачи Древнего Рима заимствовали достижения теории и практики массажа
          у китайцев, индусов, египтян, греков и способствовали дальнейшему
          развитию его как искусства врачевания и средства физического
          воспитания. Особенно широкое применение в системе физического
          воспитания и в медицине массаж получил благодаря древнеримскому врачу
          Асклепиаду (128—56 гг. до н.э.). Он рекомендовал все виды движения:
          ходьбу, бег, езду верхом, греблю и т. п. Асклепиад был противником
          всякого рода лекарственной терапии и настоятельно пропагандировал
          гимнастику, массаж и водные процедуры. Наряду с воздержанием от
          излишеств в пище и питье он предписывал разминания и растирания всего
          тела, активные и пассивные движения для больных и выздоравливающих,
          рекомендовал массаж для снятия болей.{" "}
        </p>
        <p>
          Другой известный римский врач, один из последователей Асклепиада, Авл
          Корнелий Цельс, также считал, что массаж особенно благотворно
          действует на организм. Клавдий Гален (ок. 130 — ок. 200) первым из
          медиков древнего мира заинтересовался физиологией. Являясь
          основоположником экспериментальной медицины, он описал способы
          поглаживания, растирания, разминания, пассивных и активных массирующих
          движений и одним из первых использовал массаж, следуя определенной
          методике.{" "}
        </p>
        <p>
          Широко практиковали массаж и в римских банях в эпоху императоров
          Каракаллы и Диоклетиана.{" "}
        </p>
        <p>
          Массаж как оздоровительное и лечебное средство надолго исчез из жизни
          народов Европы с распространением в этой части света христианства,
          проповедовавшего приоритет духа над плотью. Приверженцы других религий
          продолжали применять массаж в медицине и в быту.{" "}
        </p>
        <p>
          Идеи арабских медиков способствовали распространению научно
          обоснованного массажа в странах, близких к Аравии,— в Персии, Турции,
          Хивинском и Бухарском ханствах, в Армении и Грузии, где его
          практиковали главным образом в общественных и частных банях.{" "}
        </p>
        <p>
          Техника массажа в странах Малой и Средней Азии резко отличалась от
          классического массажа Древнего Египта и Древнего Рима и получила
          название «восточный массаж». Его делали не только руками, но и ногами,
          стараясь «выдавить» из мышц венозную кровь (причем часто выполняли
          движения против тока крови) и придать гибкость суставам. Массаж
          ногами, или педиальный, применяется и сейчас, чаще всего в спортивной
          практике, когда у пациента большие и сильные мышцы и руками их трудно
          промассировать.{" "}
        </p>
        <p>
          Таким образом, массаж как лечебно-оздоровительное средство внедрялся в
          практику наряду с другими видами медицины у многих народов, независимо
          от уровня их развития.{" "}
        </p>
        <p>
          В средние века, когда на Западе господствовала власть церкви и ее
          догматов, развитие науки, в том числе и медицины, было приостановлено
          на столетия. Но, несмотря на жестокое преследование ученых, начинается
          осмысление опыта врачей Древнего Китая и Древней Индии, Древней Греции
          и Древнего Рима, разработавших научные основы массажа.{" "}
        </p>
        <p>
          В XIV—XV вв. в Европе после опубликования работ по анатомии человека
          возрождается интерес к культуре тела и массажу. Итальянский ученый XVI
          в. Меркуриалис в многотомном исследовании «Искусство гимнастики» на
          основе критического анализа систематизирует труды ученых прошлых
          веков, развивает искусство массажа, дает описание новых приемов
          растирания.{" "}
        </p>
        <p>
          Особый интерес к массажу в Западной Европе был проявлен после
          появления в 1780 г. капитального труда известного французского
          клинициста Клемана Жозефа Тиссо «Медицинская и хирургическая
          гимнастика». Автор приводит данные об успешном применении массажа в
          сочетании с гимнастикой в послеоперационный период.{" "}
        </p>
        <p>
          Большую роль в становлении лечебного и оздоровительного массажа в
          начале ХГХ в. сыграл Петр Хенри Линг — основатель шведской системы
          массажа и гимнастики. С середины ХГХ в. во многих странах Европы
          появляется много теоретических работ, посвященных лечебным свойствам
          массажа при различных заболеваниях, ряд экспериментальных трудов, в
          которых авторы пьпаются научно обосновать действие массажа на
          различные органы и системы организма. Разрабатываются показания и
          противопоказания к его применению, описываются массажные приемы.
          Значительная роль в переосмыслении техники массажа, классификации его
          приемов принадлежит французским медикам. врачи-клиницисты принимают
          активное участие в создании системы массажа и применении его не только
          в хирургии, но и в других сферах лечебной практики. Постепенно массаж
          из вспомогательного средства превращается в самостоятельный метод
          лечения.{" "}
        </p>
      </div>
    </>
  );
};
export default Histori;
