import React from "react";
const Muscles = () => {
  return (
    <>
      <h2>2.2 ВОЗДЕЙСТВИЕ МАССАЖА НА МЫШЦЫ</h2>
      <p>
        Скелетные мышцы, прикрепляясь к костям, приводят их в движение,
        участвуют в образовании стенок полостей тела: ротовой, грудной, брюшной,
        таза, входят в состав стенок некоторых внутренних органов (глотка,
        верхняя часть пищевода, гортань), находятся в числе вспомогательных
        органов глаза (глазодвигательные мышцы), оказывают действие на слуховые
        косточки в барабанной полости.
      </p>
      <p>
        С помощью скелетных мышц тело человека удерживается в равновесии,
        перемещается в пространстве, осуществляются дыхательные и глотательные
        движения, формируется мимика.
      </p>
      <p>
        Общая масса скелетной мускулатуры значительна. У взрослого человека она
        составляет до 40% от массы тела (у новорожденных (20—22%). У пожилых и
        старых людей масса мышечной ткани несколько уменьшается (до 25—30%).{" "}
      </p>
      <p>
        В теле человека около 400 мышц, состоящих из поперечно-полосатой
        скелетной мышечной ткани, сокращающейся соответственно нашей воле. Под
        воздействием импульсов, поступающих по нервам из центральной нервной
        системы, скелетные мышцы действуют на костные рычаги, активно изменяют
        положение тела человека.{" "}
      </p>
      <p>
        Каждая мышца состоит из пучков поперечно-полосатых волокон, которые
        имеют соединительнотканную оболочку — эндомизий. Пучки волокон различной
        величины отграничены друг от друга соединительнотканными прослойками,
        образующими перимизий.
      </p>
      <p>
        Оболочка всей мышцы в целом — это эпимизий (наружный перимизий), который
        продолжается на сухожилие под названием перитендиния. Мышечные пучки
        образуют мясистую часть органа — брюшко, которое переходит в сухожилие.
        При помощи мышечных пучков или прексимального сухожилия (головки) мышца
        начинается от кости.
      </p>
      <p>
        Сухожилия у различных мышц неодинаковы. Узкие длинные сухожилия — у мышц
        конечностей. Некоторые мышцы, особенно участвующие в формировании стенок
        брюшной полости, имеют широкое плоское сухожилие, известное как
        сухожильное растяжение, или апоневроз.
      </p>
      <p>
        Отдельные мышцы имеют промежуточное сухожилие, расположенное между двумя
        брюшками. Есть мышцы, у которых ход мышечных пучков прерывается
        несколькими короткими промежуточными сухожилиями, образующими
        сухожильные перемычки. Сухожилие значительно тоньше мышц, однако
        прочность его велика: оно способно выдержать большую нагрузку и
        практически нерастяжимо.
      </p>
      <p>
        Мышцы, сокращаясь, выполняют свою функцию при участии и при помощи
        анатомических образований, которые следует рассматривать как
        вспомогательные аппараты мышц. К ним относятся фасции, влагалища
        сухожилий, синовиальные сумки и блоки мышц.
      </p>
      <p>
        Фасция — это соединительнотканный покров мышцы. Образуя футляры для
        мышц, фасции ограничивают их друг от друга, создают опору для мышечного
        брюшка при его сокращении, устраняют трение мышц друг о друга. Имея
        футлярообразное строение, фасции при патологии ограничивают
        распространение гноя, крови при кровоизлиянии, дают возможность
        проводить «футлярное» местное обезболивание.
      </p>
      <p>
        Каналы, образующиеся между удерживателями мышц и прилежащими костями, в
        которых проходят длинные тонкие сухожилия мышц, называют каналами
        сухожилий (костно-фиброзные или фиброзные каналы). Такой канал формирует
        влагалище сухожилия, которое может быть общим для нескольких сухожилий
        или разделенным фиброзными перемычками на несколько самостоятельных
        влагалищ для каждого сухожилия.
      </p>
      <p>
        Движение сухожилия в своем влагалище происходит при участии
        синовиального влагалища сухожилия, которое устраняет трение находящегося
        в движении сухожилия о неподвижные стенки канала.
      </p>
      <p>
        В местах, где сухожилия или мышца прилежит к костному выступу, имеются
        синовиальные сумки, которые выполняют такие же функции, что и влагалища
        сухожилий (синовиальные),— устраняют трение. Синовиальная сумка имеет
        форму упрощенного соединительнотканного мешочка, внутри которого
        содержится небольшое количество синовиальной жидкости. Стенки
        синовиальной сумки с одной стороны сращены с движущимся органом
        (мышцей), с другой — с костью или с другим сухожилием. Размеры сумок
        различны — от нескольких миллиметров до нескольких сантиметров. Полость
        синовиальной сумки, расположенной рядом с суставом, может сообщаться с
        суставной полостью. Нередко синовиальная сумка лежит между сухожилием и
        костным выступом, имеющим для сухожилия покрытый хрящем желобок. Такой
        выступ называют блоком мышцы. Он изменяет направление сухожилия, служит
        для него опорой и одновременно увеличивает угол прикрепления сухожилия к
        кости, увеличивая тем самым рычаг приложения силы.{" "}
      </p>
      <p>
        При сокращении мышцы происходит движение крови по сосудам. Кровь несет
        питательные вещества и кислород в органы и ткани, а от них — продукты
        обмена, которые выводятся из организма. Массаж способствует этим
        процессам: мышечная ткань лучше снабжается кислородом и питательными
        веществами и активнее освобождается от продуктов распада.{" "}
      </p>
      <p>
        Массаж способствует снижению содержания молочной кислоты в мышцах и
        выведению органических кислот, что оказывает благотворное воздействие на
        утомленные после физической нагрузки мышцы. Работоспособность утомленной
        мышцы возрастает после массажа в 3—7 раз. Даже 40-секундный массаж
        (валяние и встряхивание) у борцов в перерывах между схватками
        увеличивает силу сгибателей кисти массируемой руки на 3,2 кг по
        сравнению с увеличением на 0,4 кг на немассируемой руке (Цембо, 1973).{" "}
      </p>
      <p>
        При определенных условиях массирование мышц снимает боль, делает их
        мягкими и эластичными.{" "}
      </p>
      <p>
        На тонус мышцы массаж оказывает различное влияние в зависимости от
        характера применяемых приемов: при массаже быстром по темпу, коротком по
        времени и поверхностном происходит повышение тонуса; при медленном
        массаже, более длительном по времени и выполняемом с большим усилием —
        его снижение.
      </p>
    </>
  );
};
export default Muscles;
